import type { CurrentDocument } from '../currentPlaces'

export const hakusanFestival4508: CurrentDocument = {
  title: '『東京名所図会』享和二年の祭禮',
  source: '『東京名所図会』',
  text: `享和二年に大祭ありて山車練物を出せしこと武江図説に載せたり。左に揭げて好古家の參考とす。

白山權現祭禮
九月廿一日、隔年氏子町々合三十二町出し練物を出す。暫く中絶二十餘年ぶりにて、享和二戌年有之番組左の通り
○小石川祥雲寺門前○喜蓮寺門前○法傳寺門前○戸崎町○本郷一丁目より六丁目○小石川柳町○傳通院裏門前宮坂東側〇傳通院御掃除町〇下冨坂西側〇同東側〇傳通院前表町〇白壁町〇陸尺町〇小石川金杉水道町○駒込弓町○丸山新町淨心寺門前○駒込弓町○同淺河町（高林寺門前天栄寺門前）○駒込追分町○駒込（九軒屋敷同北側）○小石川原町○同指ケ谷南弓町○白山前町○小石川千川屋敷圓乗寺門前○指ヶ谷町（一丁目蓮花寺門前）○同二丁目（淨雲寺門前）
右 二十六番外ニ獅子頭 本郷元町 神輿

右祭禮通行町々
小石川馬場にて揃、同所指谷ケ町通り、白山前町、駒込弓町、森川、本郷大通り、元町、御茶の水水道橋前より春日町手前まで、水戸御屋敷脇より御門前通り、小石川諏訪町より牛天神、下金杉水道町、傳通院前町、上富坂町、六角坂下、御掃除町、戸崎町、白山御殿坂上まて渡るなり`,
}
