import type { CurrentPlace } from '../currentPlaces'

export const meisho5042: CurrentPlace = {
  currentName: "長徳山知恩寺百万遍は浄土鎮西四ケの一本寺なり、古は加茂の神宮寺にして、慈覚大師の草創なり。法然上人鴨下上を尊信ありて感応を得給ひ、一宗を弘通し給へり。又ある時鴨皇太神宮懇望ありて、末世衆生のため一枚起請を書しめ給ふ、是より当寺を改て念仏の道場とし、徒弟勢観房源智上人に附属し給ふ〔源智上人は当寺の二世にして、備中守師盛の男なり、無双の智者といひ伝ふ〕。後醍醐天皇の御宇に、日本大に疫癘流行て死するもの数しらず、帝これを憐給ひて諸の祈祷ありといへども更に験なし。時に当寺の八世善阿上人に勅命ありて是を祈らせ給ふ、善阿参内して更に余行なく、一七日の間念仏すること一百万遍なり、疫病忽に退て天下安堵す〔此時修する所の大珠数今にあり〕帝大に叡感ありて号を百万遍と賜る。〔此時弘法大師の筆跡利剣の大名号を賜ふ、当寺の什宝なり〕、",

  address: '',

  description: '',

  photos: [],
}
